ElParking/micropython-core2/ports/esp32/boards/GENERIC_OTA_SPIRAM/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "16MB/OTA module with SPIRAM"
#define MICROPY_HW_MCU_NAME "ESP32"
